Repository: Vistaus/PlankSetting
Catalog: po/*.po
Languages: ar

source: Choose the dock:
ar: إختر الشريط:

source: PlankSetting
ar: إعدادات بلانك

source: A stupid application to customize plank dock easily.
ar: تطبيق غبي لتخصيص شريط بلانك بسهولة.

source: PlankSetting website
ar: الموقع

source: GPL v3
ar: رخصة جنو العمومية إصدار 3

source: translator-credits
ar: كريم أولاد الشلحة

source: Menu
ar: قائمة

source: About
ar: عن

source: Exit
ar: خروج

source: General
ar: عام

source: Themes
ar: سمات

source: Add a theme
ar: أضف سمة

source: Remove a theme
ar: حذف سمة

source: You dont have a UNRAR program Please make sure to install it before!
ar: لا تتوفر على برنامج فك ضغط RAR المرجوا تثبيته قبل البدء!

source: You dont have a UNZIP program Please make sure to install it before!
ar: لا تتوفر على برنامج فك ضغط ZIP المرجوا تثبيته قبل البدء!

source: The theme format is not supported!
ar: نسق السمة غير مدعومة

source: Do you really wanna remove the theme {} ?
ar: هل تود حقا حذف السمة {} ؟

source: Show windows
ar: عرض النوافذ

source: Show only windows of the current workspace.
ar: عرض نوافذ مساحة العمل الحالية فقط.

source: Dock size
ar: حجم الشريط

source: The size of dock icons (in pixels).
ar: حجم أيقونات الشريط (بـ بكسل).

source: Display mode
ar: نمط العرض

source: The display of the dock.
ar: عرض الشريط.

source: Don't hide
ar: عدم الإخفاء

source: Intelligently hide
ar: إخفاء الذكي

source: Auto hide
ar: إخفاء الألي

source: Dodge
ar: مراوغة

source: Waiting time
ar: وقت الإنتظار

source: Time (in ms) to wait before unhiding the dock.
ar: وقت الانتظار (بـ مث) قبل إظهار الشريط.

source: The monitor number for the dock.
ar: رقم مراقب الشريط.

source: Position
ar: موضع

source: The position for the dock on the monitor.
ar: موضع الشريط في الشاشة.

source: Left
ar: يسار

source: Right
ar: يمين

source: Top
ar: أعلى

source: Bottom
ar: أسفل

source: Offset
ar: إزاحة

source: The dock's position offset from center (in percent).
ar: تعديل موقع الشريط من المركز (بـ النسبة%).

source: Alignment
ar: إصطفاف

source: The alignment for the dock on the monitor's edge.
ar: اصطفاف الشريط على حواف الشاشة.

source: Panel mode
ar: نمط الشريط

source: Right aligned
ar: اصطفاف يمينا

source: Left aligned
ar: اصطفاف يسارا

source: Centered
ar: توسيط

source: Item alignment
ar: إصطفاف العناصر

source: The alignment of the items in this dock.
ar: اصطفاف العناصر في الشريط.

source: Drag'n'drop
ar: سحب و نقل

source: Prevent drag'n'drop actions and lock items on the dock.
ar: منع إجراءات سحب و نقل العناصر في الشريط.

source: Hide
ar: إخفاء
