Repository: Vistaus/PlankSetting
Catalog: po/planksettingpot_*.po
Languages: fr, gl, hu, it, lt, pl, pt_pt

source: Choose the dock:
fr: Choisir le dock
gl: Elixa a base:
hu: Válassz dokkolni valót:
it: Scegli la dock:
lt: Pasirinkite skydelį:
pl: Wybierz dok:
pt_pt: Escolha a dock:

source: New Group
fr: Nouveau groupe
gl: Novo Grupo
hu: Új csoport
it: Nuovo Gruppo
lt: Nauja Grupė
pl: Nowa grupa
pt_pt: Novo Grupo

source: Enter the Group name
fr: Entrer le nom du groupe
gl: Introduza o nome do grupo
hu: Add meg a csoport nevét
it: Inserisci il nome Gruppo
lt: Įveskite Grupės pavadinimą
pl: Podaj nazwę grupy
pt_pt: Digite o nome do Grupo

source: Group of Apps
fr: Groupe d'applications
gl: Grupo de Aplicacións
hu: Alkalmazás csoport
it: Gruppo di Applicazioni
lt: Programų Grupė
pl: Grupa programów
pt_pt: Grupo de Aplicativos

source: Application
gl: Aplicaciones
hu: Alkalmazás
it: Applicazione
lt: Programa
pl: Program
pt_pt: Aplicação

source: Add a Group
fr: Ajouter un Groupe
gl: Engadir un grupo
hu: Csoport hozzáadás
it: Aggiungi Gruppo
lt: Pridėti Grupę
pl: Dodaj grupę
pt_pt: Adicionar um grupo

source: Delete a Group
fr: Supprimer un Groupe
gl: Eliminar un grupo
hu: Csoport törlése
it: Elimina Gruppo
lt: Ištrinti Grupę
pl: Usuń grupę
pt_pt: Excluir um grupo

source: Add a Application
fr: Ajouter une Application
gl: Engadir unha aplicación
hu: Alkalmazás hozzáadása
it: Aggiungi un'Applicazione
lt: Pridėti Programą
pl: Dodaj program
pt_pt: Adicionar uma aplicação

source: Delete a Application
fr: Supprimer une Application
gl: Eliminar unha aplicación
hu: Alkalmazás törlése
it: Cancella un'Applicazione
lt: Ištrinti Programą
pl: Usuń program
pt_pt: Excluir uma aplicação

source: Show windows
fr: Afficher les fenêtres
gl: Amosar as fiestras
hu: Mutasd az ablakokat
it: Mostra finestre
lt: Rodyti langus
pl: Pokaż okna
pt_pt: Mostrar as janelas

source: Show only windows of the current workspace.
fr: Afficher seulement les fenêtres du zone du travail actuel.
gl: Amosar só as fiestras do escritorio actual.
hu: Csak az aktuális munkaterület ablakait mutassa.
it: Mostra solo le finestre dello spazio di lavoro corrente
lt: Rodyti tik esamo darbalaukio langus.
pl: Pokazuj tylko okna bieżącego obszaru roboczego.
pt_pt: Mostrar apenas as janelas da área de trabalho atual.

source: The size of dock icons (in pixels).
fr: La taille des icones (en pixels).
gl: O tamaño dos iconos do panel (en píxeles).
hu: A dokkolt ikonok mérete (pixelekben).
it: La dimensione delle icone della dock (in pixel)
lt: Skydelio piktogramų dydis (taškais).
pl: Rozmiar ikon doku (w pikselach).
pt_pt: O tamanho dos ícones da dock (em pixels).

source: Display mode
fr: Mode d'affichage
gl: Modo de visualización
hu: Megjelenítési mód
it: Modalità display
lt: Rodymo veiksena
pl: Tryb wyświetlania
pt_pt: Modo de exibição

source: The display of the dock.
fr: L'affichage du quai.
gl: A pantalla de configuración.
hu: A dokk megjelenítése.
it: Il display della dock.
lt: Skydelio rodymas.
pl: Wyświetlanie doku.
pt_pt: A exibição da dock.

source: Don't hide
fr: Ne pas cacher
gl: Non agochar
hu: Ne rejtse el
it: Non nascondere
lt: Neslėpti
pl: Nie ukrywaj
pt_pt: Não esconda

source: Intelligently hide
fr: Cache intelligent
gl: Agochar de forma intelixente
hu: Intelligens elrejtés
it: Nascondi intelligentemente
lt: Protingai slėpti
pl: Inteligentne ukrywanie
pt_pt: Esconder inteligentemente

source: Auto hide
fr: Cacher automatiquement
gl: Agochar automáticamente
hu: Automatikus elrejtés
it: Nascondi automaticamente
lt: Automatiškai slėpti
pl: Automatyczne ukrywanie
pt_pt: Esconder automáticamente

source: Waiting time
fr: Temps d'attente
gl: Tempo de espera
hu: Várakozási idő
it: Tempo di attesa
lt: Laukimo laikas
pl: Czas oczekiwania
pt_pt: Tempo de espera

source: Time (in ms) to wait before unhiding the dock.
fr: Temps (en ms) à attendre avant le démasquage du quai.
gl: Tempo (en ms) para agardar antes de facer visible o panel.
hu: A dokkolás mutatásáig eltelt idő (ms- ban).
it: Tempo (in ms) di attesa prima della nuova visualizzazione dock.
lt: Laikas (ms) prieš rodant skydelį.
pl: Czas (w milisekundach) do odczekania przed ponownym ukazaniem doku.
pt_pt: Tempo (em ms) para aguardar antes de reexibir a dock.

source: The monitor number for the dock.
fr: Le numéro de moniteur pour le quai.
gl: O número de monitor para o panel.
hu: A monitor száma a dokkhoz.
it: Il numero di monitor per la dock
lt: Ekrano, kuriame pasirodys skydelis, numeris.
pl: Numer monitora dla doku.
pt_pt: O número do monitor para a dock.

source: Position
gl: Posición
hu: Pozíció
it: Posizione
lt: Vieta
pl: Położenie
pt_pt: Posição

source: The position for the dock on the monitor.
fr: La position du quai sur le moniteur.
gl: A posición do panel sobre o monitor.
hu: A dokk pozíciója a monitoron.
it: La posizione della dock sul monitor.
lt: Skydelio vieta ekrane.
pl: Położenie doku na monitorze.
pt_pt: A posição para a dock no monitor.

source: Left
fr: Gauche
gl: Esquerda
hu: Bal
it: Sinistra
lt: Kairė
pl: Po lewej
pt_pt: Esquerda

source: Right
fr: Droit
gl: Dereita
hu: Jobb
it: Destra
lt: Dešinė
pl: Po prawej
pt_pt: Direita

source: Top
fr: Haut
gl: Parte Superior
hu: Fent
it: Alto
lt: Viršus
pl: Na górze
pt_pt: Topo

source: Bottom
fr: Bas
gl: Parte inferior
hu: Lent
it: Basso
lt: Apačia
pl: Na dole
pt_pt: Inferior

source: Offset
fr: Décalage
gl: Desprazamento
hu: Eltolás
it: Compensato
lt: Poslinkis
pl: Przesunięcie
pt_pt: Compensar

source: The dock's position offset from center (in percent).
fr: La position des quai parraport au centre (en percentage).
gl: Desprazamento da posición do panel desde o centro (en porcentaxe)
hu: A dokk helyzetének eltolása középről (százalékban).
it: La posizione compensata della dock dal centro (in percentuale).
lt: Skydelio vietos poslinkis nuo vidurio (procentais).
pl: Przesunięcie położenia doku względem środka (w procentach).
pt_pt: O deslocamento do centro (em percentagem) da posição da dock.

source: Alignment
fr: Alignement
gl: Aliñación
hu: Rendezés
it: Allineamento
lt: Lygiavimas
pl: Wyrównanie
pt_pt: Alinhamento

source: The alignment for the dock on the monitor's edge.
fr: L'alignement du quai sur le bord de l'écran.
gl: O aliñamento do panel sobre o monitor.
hu: A dokk rendezése a monitor szélében
it: L'allineamento per la dock sul bordo del monitor.
lt: Skydelio lygiavimas ant ekrano krašto.
pl: Wyrównanie doku względem krawędzi monitora.
pt_pt: O alinhamento para a dock na extremidade do monitor.

source: Panel mode
fr: Mode Panel
gl: Modo do panel
hu: Panel mód
it: Modalità pannello
lt: Skydelio veiksena
pl: Tryb panelu
pt_pt: Modo do painel

source: Right aligned
fr: Aligné à droite
gl: Aliñado á dereita
hu: Jobbra rendezve
it: Allineata a destra
lt: Lygiavimas dešinėje
pl: Do prawej
pt_pt: Alinhado à direita

source: Left aligned
fr: Aligné à gauche
gl: Aliñado á esquerda
hu: Balra rendezve
it: Allineata a sinistra
lt: Lygiavimas kairėje
pl: Do lewej
pt_pt: Alinhamento à esquerda

source: Centered
fr: Centré
gl: Centrado
hu: Középre rendezve
it: Centrata
lt: Viduryje
pl: Wyśrodkowanie
pt_pt: Centrado

source: Item alignment
fr: Alignement d’éléments
gl: Aliñado de elementos
hu: Elemek rendezése
it: Allineamento degli oggetti
lt: Elementų lygiavimas
pl: Wyrównanie elementów
pt_pt: Alinhamento do Item

source: The alignment of the items in this dock.
fr: L'alignement des éléments de ce quai.
gl: O aliñamento dos elementos neste panel.
hu: Az elemek rendezése ebben a dokkban
it: L'allineamento degli oggetti in questa dock.
lt: Skydelio elementų lygiavimas.
pl: Wyrównanie elementów na tym doku.
pt_pt: O alinhamento dos itens nesta dock.

source: Prevent drag'n'drop actions and lock items on the dock.
fr: Empêcher les actions de drag'n'drop et verrouiller les éléments sur le quai.
gl: Evite as accións de arrastrar e soltar e bloquee elementos no panel.
hu: A megfog és eldob műveletek tiltása és a dokk lezárása.
it: Previeni le azioni del trascina & rilascia e blocca gli elementi sulla dock.
lt: Neleisti vilkimo veiksmų ir užrakinti skydelio elementus.
pl: Powstrzymuj działania przeciągnij-i-upuść i zablokuj elementy na doku.
pt_pt: Impedir acções de arrastar e largar em bloqueio de itens na dock.

source: Dodge
fr: Éviter
gl: Esquivar
hu: Kitérés
it: Eludere
lt: Vengti
pl: Zmyłka
pt_pt: Esquivar

source: Themes
gl: Temas
hu: Témák
it: Temi
lt: Temos
pl: Motywy
pt_pt: Temas

source: Add a theme
fr: Ajouter un thème
gl: Engadir un tema
hu: Téma hozzáadása
it: Aggiungi un tema
lt: Pridėti temą
pl: Dodaj motyw
pt_pt: Adicionar tema

source: Remove a theme
fr: Supprimer un thème
gl: Eliminar un tema
hu: Téma törlése
it: Rimuovi un tema
lt: Šalinti temą
pl: Usuń motyw
pt_pt: Remover tema

source: You dont have a UNRAR program Please make sure to install it before!
fr: Vous n'avez pas un programme de décompression UNRAR S'il vous plait assurez-vous de l'installer avant!
gl: Vostede non ten o programa UNRAR Por favor, asegúrese de instalalo antes!
hu: Nem kell kicsomagolni a programot. Installáld előbb!
it: Non hai un programma UNRAR Per favore assicurati di installarlo prima!
lt: Jūs neturite UNRAR programos Prašome įsitikinti, kad prieš tai ją įdiegėte!
pl: Nie masz zainstalowanego programu UNRAR Upewnij się, że już go zainstalowałeś!
pt_pt: Você não tem um programa UnRAR Por favor, certifique-se de instalá-lo antes!

source: You dont have a UNZIP program Please make sure to install it before!
fr: Vous n'avez pas un programme de décompression UNZIP S'il vous plait assurez-vous de l'installer avant!
gl: Vostede non ten o programa de descompresión UNZIP Por favor, asegúrese de instalalo antes!
hu: Nem kell kicsomagolni a programot. Installáld előbb!
it: Non hai un programma UNZIP Per favore, assicurati di installarlo prima!
lt: Jūs neturite UNZIP programos Prašome įsitikinti, kad prieš tai ją įdiegėte!
pl: Nie masz zainstalowanego programu UNZIP Upewnij się, że już go zainstalowałeś!
pt_pt: Você não tem um programa UNZIP Por favor, certifique-se de instalá-lo antes!

source: The theme format is not supported!
fr: Le format de thème n'est pas pris en charge!
gl: O formato do tema non está soportado!
hu: A téma formátuma nem támogatott!
it: Il formato del tema non è supportato
lt: Temos formatas nepalaikomas!
pl: Format motywu nie jest obsługiwany!
pt_pt: O formato do tema não é suportado!

source: Do you really wanna remove the theme {} ?
fr: Voulez-vous vraiment supprimer le thème {}?
gl: Realmente quere borrar a discusión {}?
hu: Biztos, hogy törölni szeretnéd a témát {} ?
it: Vuoi davvero rimuovere il tema {} ?
lt: Ar tikrai norite pašalinti temą {} ?
pl: Czy na pewno chcesz usunąć motyw {}?
pt_pt: Você deseja quer remover o tema {} ?

source: PlankSetting
fr: Disposition du Plank
gl: Panel de axustes
hu: Plank beállítás
pt_pt: Configurações da Plank

source: A stupid application to customize plank dock easily.
fr: Une stupide application pour personnaliser facilement le quai plank.
gl: Unha aplicación estúpida para personalizar o panel de axustes facilmente.
hu: Egy egyszerű alkalmazás a dokkolás könnyű beállításához.
it: Una stupida applicazione per personalizzare la dock planck facilmente.
lt: Kvaila programa, skirta lengvam skydelio tinkinimui.
pl: Prościutki program, który umożliwia użytkownikom łatwe dostosowanie doku Plank.
pt_pt: Um aplicativo estúpido para personalizar a plank dock facilmente.

source: PlankSetting website
fr: Site du PlankSetting
gl: Sitio web o panel de axustes
hu: Plank weboldal
it: Sito PlankSetting
lt: PlankSetting svetainė
pl: Strona internetowa PlankSetting
pt_pt: Site das Configurações da Plank

source: translator-credits
fr: Karim Oulad Chalha
gl: Traductor-créditos
hu: Fordító adatok
it: crediti-traduttori
lt: Moo
pl: Piotr Strębski
pt_pt: Créditos do Tradutor

source: Menu
gl: Menú
hu: Menü
lt: Meniu

source: Translate this Application
fr: Traduire cette Application
gl: Traducir esta aplicación
hu: Az alkalmazás lefordítása
it: Traduci questa Applicazione
lt: Išversti šią Programą
pl: Przetłumacz ten program
pt_pt: Traduzir esta aplicação

source: Report a bug
fr: Reporter une Erreur
gl: Reportar un erro
hu: Hiba jelzése
it: Segnala un bug
lt: Pranešti apie klaidą
pl: Zgłoś błąd
pt_pt: Reportar um erro

source: About
fr: A propos
gl: Acerca de
hu: Rólam
it: A proposito
lt: Apie
pl: O programie
pt_pt: Sobre

source: Exit
fr: Sortir
gl: Saír
hu: Kilépés
it: Esci
lt: Išeiti
pl: Wyjdź
pt_pt: Sair

source: General
fr: Generale
gl: Xeral
hu: Általános
it: Generale
lt: Bendra
pl: Ogólne
pt_pt: Geral

source: Group Apps
fr: Groupe des Applications
gl: Grupo de aplicacións
hu: Alkalmazás csoport
it: Gruppo di Applicazioni
lt: Grupuoti Programas
pl: Grupowanie programów
pt_pt: Grupo de Aplicativos

source: GPL v3
pl: GPL wersja 3
